/*
Задание №3: Класс Date
Напишите программу, которая создает объект Date, устанавливает у него прошедшее время, равным 10000, 100000, 1000000, 10000000, 100000000, 1000000000, 10000000000 и 100000000000, и отображает дату и время с помощью метода toString(), соответственно.

Задание №4: Класс Random
Напишите программу, которая создает объект типа Random с начальным (случайным) значением 1000 и отображает первые 50 случайных целых чисел между 0 и 100 с помощью метода nextInt(100).

Задание №5: Класс GregorianCalendar
У Java API в пакете java.util есть класс GregorianCalendar, который можно использовать для получения года, месяца и дня даты. Безаргументный конструктор создает объект типа GregorianCalendar для текущей даты, а методы get(GregorianCalendar.YEAR), get(GregorianCalendar.MONTH) и get(GregorianCalendar.DAY_OF_MONTH) возвращают год, месяц и день. Напишите программу для выполнения следующих двух задач:

1. Отобразите текущий год, месяц и день.

2. У класса GregorianCalendar есть метод setTimeInMillis(long), который можно использовать для задания указанного времени, прошедшего с 1 января 1970 г. Установите значение, равное 1234567898765L, и отобразите для него год, месяц и день.
 */
public class Solution {
}
